<?php
namespace GDO\KassiererCard\lang;

return [
	'mt_faq' => '도움말/FAQ',
	'md_faq' => 'KassiererCard.org에 대한 자주 묻는 질문 및 웹 서비스 도움말 파일',
	'kk_faq_t1a' => '이 사이트는 무엇에 관한 것인가요?',
	'kk_faq_b1a' => '%s은(는) 실물 경제의 계산원과 근로자를 기리기 위한 서비스이자 예술 프로젝트입니다.<br/>
팁이나 감사 인사와 비슷합니다.<br/>
또한 그것은 나의 프로그래밍 작업에 대한 불의 세례이기도 합니다.<br/>
KassiererCard.org에는 흥미로운 보상 시스템이 있습니다.
별을 획득하고, 사이트를 탐색하고, 일부 혜택을 사용하는 것이 즐거운 시간이 되기를 바랍니다.<br/>
맥주를 마시거나, 머리를 자르거나, 케밥이나 커피를 마시는 것과 같습니다.<br/>
어려운 시기에는 아마도 감사와 미소가 그 어느 때보다 가치가 있을 것입니다.<br/>
우리는 투명하고 독립적이며 미래에 대한 자선 계획을 가지고 있습니다.',
	'kk_faq_t1b' => '왜 이런 일을 하는가?',
	'kk_faq_b1b' => '명예와 돈 :)<br/>
이 프로젝트는 꽤 재미있고 내 소프트웨어에 딱 맞습니다.<br/>
그리고 뭔가를 옮기고 싶어요!<br/>
사람들에게 힘을 실어줄 수 있도록 도와주세요.<br/>',
	'kk_faq_t1c' => '이 자금은 어떻게 조달하나요?',
	'kk_faq_b1c' => '우리는 중요한 수준의 재미있는 사이트에 빠르게 도달하려고 노력합니다.<br/>
그때까지 비용은 엄격하게 계산되어 gizmore라는 사람의 도움을 받았습니다 :)<br/>
현재 서버 및 프로그래밍 비용은 0입니다.
마케팅 자본의 100%가 제안으로 끝납니다. 음, 팀과 맥주 몇 잔만 빼고요.<br/>
그는 직장에서 여러분의 일상에 기쁨과 미소를 가져다주기를 바랍니다.',
	'kk_faq_t1d' => '우리는 왜 당신을 신뢰해야 합니까?',
	'kk_faq_b1d' => '우리는 제3자 코드나 자산으로부터 완전히 자유롭습니다.
"이미지"나 다른 회사 서버에 호스팅된 웹버그 등.<br/>
우리는 귀하로부터 이메일 외에 어떠한 정보도 수집하지 않습니다.
일부 로그,
그리고 귀하가 프로필에 공개하는 정보.<br/>
의심스러운 경우 여기에 개인정보를 공개하지 마세요.<br/>
보안이 얼마나 엄격해야 하는지 브라우저에서 확인할 수 있습니다.
외부 리소스를 찾으려면 약간의 운이 필요합니다.<br/>
컴퓨터 보안에 관심이 있으시면 %s을(를) 확인해 보시기 바랍니다.',
	'kk_faq_t2' => '포인트는 어떻게 적립되나요?',
	'kk_faq_b2' => '계정에는 세 가지 유형이 있습니다.<br/>
고객, 출납원 및 회사.
이를 세 가지 C라고 부르겠습니다. CEO, 크리스티앙과 샬레트.<br/>
고객은 쿠폰을 인쇄하고 적어둘 수 있습니다.<br/>
계산원과 직원은 별을 수집하기 위해 들어갈 수 있습니다.<br/>
고객은 사람을 초대하거나 직원에게 카드를 줄 때 별(다이아몬드)도 얻습니다.<br/>
회사는 스타에게 상품을 제공하고 그 대가로 다이아몬드를 얻습니다.
그것은 경쟁과 순위를 위한 것입니다.',
	'kk_faq_t3' => '고객 1x1',
	'kk_faq_b3' => '고객으로서;
쿠폰을 인쇄하여 원하는 계산원과 직원에게 건네주세요.<br/>
매일 %s개의 무료 별을 인쇄할 수 있습니다.<br/>
쿠폰을 인쇄하거나 코드를 적어두거나
또는 휴대폰을 사용하여 직원에게 코드를 전송하세요.<br/>
일꾼이 들어오는 %s번째 별마다 다이아몬드를 받게 됩니다.',
	'kk_faq_t4' => '계산원 위기',
	'kk_faq_b4' => '친애하는 근로자 여러분, 우리가 이 일을 한다는 것을 잊지 마십시오 :).<br/>
현재는 관리자만 계산원을 개별적으로 초대할 수 있지만 이는 2단계에서 변경됩니다.<br/>
현재 우리는 첫 번째 실행에서 Peine와 아마도 한두 개의 다른 도시를 다루려고 노력하고 있습니다.<br/>
아이디어가 마음에 들면 고객에게 초대장을 보내세요. - 고객은 가입 코드가 필요하지 않습니다.<br/>
귀하는 고객으로부터 회사의 상품과 거래할 수 있는 쿠폰을 받게 됩니다.<br/>
쿠폰 코드를 교환하거나 QR 코드를 스캔하면 됩니다.<br/>
이 내용을 조금 즐기시기 바랍니다!',
	'kk_faq_t5' => '회사 요리책',
	'kk_faq_b5' => '마지막으로 회사가 있습니다.<br/>
귀하의 임무는 직원들에게 약간의 돈과 제품을 제공하는 것입니다.<br/>
그 대가로 인쇄된 모든 KassiererCard 뒷면을 100% 할인해 드립니다.<br/>
부풀려진 지표로 오염되지 않은 상품 플랫폼입니다.<br/>',
	'kk_faq_t6' => '피자와 콜라가 형편없어요. 쿠폰으로 더 좋은 걸 원해요!',
	'kk_faq_b6' => '쿠폰을 사용할 때마다 귀하의 사용자 레벨이 1포인트씩 올라갑니다.<br/>
사용자 레벨을 사용하면 포럼 게시물을 작성할 수 있습니다.
이 사이트에 링크를 추가하고, 설문조사를 만들고, 기타 작업을 수행하세요.<br/>',
	'kk_faq_t7' => '포인트를 다른 사용자에게 양도할 수 있나요?',
	'kk_faq_b7' => '아니요, 상품이나 할인만 받을 수 있으며,
여론조사나 광고 만들기와 같은 가상 작업도 가능합니다.<br/>
NonFungebleAssets도 생성할 계획입니다. 예를 들어 대회에서 우승하는 경우.<br/>
아이디어를 환영합니다!',
	'kk_faq_t8' => '그 사이트는 보기 흉하고 1999년의 것 같습니다!',
	'kk_faq_b8' => '나는 이 시스템을 설계하는데 많은 노력을 기울였습니다.<br/>
현재 테마는 추악할 수 있지만 앞으로는 더 아름다운 테마가 나올 것입니다.',
	'kk_faq_t9' => '수십 개의 철자 오류가 있어서 사이트를 사용하는 것이 고통스럽습니다.',
	'kk_faq_b9' => '응, 난 의식이 없어!',
	'kk_faq_t10' => '캐셔한테 연락이 안 되네요.',
	'kk_faq_b10' => '이는 문제가 되지 않습니다.<br/>
CashierCard는 모든 지점의 모든 직원을 위한 것입니다.<br/>
더 많은 사람들을 초대하고 계속해서 인쇄하고 소문을 퍼뜨리세요!',
	'kk_faq_t11' => '좋은 생각이 있어요!',
	'kk_faq_b11' => '좋습니다. 알려주세요! 우리는 또한 수십 가지 아이디어를 가지고 있습니다.<br/>
EineAn 공식 ToDo는 여기에서 확인할 수 있습니다: %s.<br/>
%s에서 티켓이나 PullRequest를 열 수도 있습니다.
하지만 이것은 고유한 소프트웨어라는 점을 명심하세요!',
	'kk_faq_lnk' => 'GitHub',
	'kk_faq_t12' => '이게 다 너무 혼란스러워요...',
	'kk_faq_b12' => '아이콘이 황금색이면 추가 정보가 있는 것입니다.<br/>
불분명한 점이 있으면 %s해 주세요.',
	'kk_faq_t13' => '카드는 몇 장까지 인쇄할 수 있나요?',
	'kk_faq_b13' => '고객, 관리자, 파트너 이상이 카드를 인쇄할 수 있습니다. 계산원이 없습니다.<br/>
고객은 기간당 %s개의 별표를 인쇄할 수 있습니다.<br/>
기간은 2일이며, 주 3회 진행됩니다. 월/디, 우리/목, 금/토.<br/>
이는 활성 고객이 매월 약 %s의 비용을 지불할 수 있다는 것을 의미하지만 왼쪽 메뉴에서 통계를 확인하세요!<br/>
일요일은 인쇄가 없습니다.<br/>
물론 파트너와 관리자에게는 특별한 규칙이 있습니다.',
	'kk_faq_t14' => '별과 다이아몬드는 무엇을 위한 것인가요?',
	'kk_faq_b14' => '별은 고객이 허공에서 창조할 수 있으며,
그러나 근로자에게 주는 것 외에는 사용할 수 없습니다.<br/>
직원이 귀하로부터 쿠폰을 입력하면 귀하는 그 대가로 다이아몬드를 받게 됩니다.<br/>
다이아몬드는 쿠폰으로 교환할 수 있으므로 고객에게 별과 동일한 가치를 갖습니다.
다이아몬드를 사용하면 순위에 올라갈 수 있으며, 여기서 상품이나 톰볼라를 올릴 수 있습니다.<br/>
1유로는 별 %s개와 같습니다. 이 비율은 변경될 수 있습니다!<br/>
또한 파트너가 제공하는 제안에 대해서만 별을 교환할 수 있습니다.
다이아몬드는 대회에도 사용됩니다.<br/>
회사, 출납원, 고객, 제안, 월 등이 있습니다.<br/>
모든 상환된 제안은 회사의 다이아몬드를 얻습니다.
그래서 그들은 역대 가장 사회적 기업을 놓고 경쟁할 수 있습니다.<br/>
고객 및 계산원으로서 더 많은 사용자를 초대하면 다이아몬드를 얻을 수 있습니다.<br/>',
	'kk_faq_t15' => '내 별은 얼마나 오래 지속되나요?',
	'kk_faq_b15' => '스타의 수명은 무제한입니다.<br/>
부정 행위를 하지 않는 한, 우리는 기꺼이 당신을 지원합니다!',
];
